Repository: AloyseSECK/portfolio_django
Catalog: portfolio/locale/*/LC_MESSAGES/django.po
Languages: es, ru

source: Accueil
es: Inicio
ru: Главная

source: CV
ru: Резюме

source: Contact
es: Contacto
ru: Контакт

source: Contactez moi
es: Contáctame
ru: Свяжитесь со мной

source: Portfolio
es: Portafolio
ru: Портфолио

source: Salut
es: Hola
ru: Привет

source: A propos de moi
es: Sobre mí
ru: Обо мне

source: Je suis étudiant en école d'ingénieur en Informatique. J'aime apprendre de nouvelles technologies et résoudre des problèmes.
ru: Я студент инженерного факультета в области информатики. Мне нравится изучать новые технологии и решать проблемы.

source: Projets
es: Proyectos
ru: Проекты

source: SECK Aloyse Maliam
ru: СЕК Алуйз Малям

source: INGENIEUR INFORMATIQUE EN ALTERNANCE
ru: ИНЖЕНЕР ПРОГРАММИСТ ПО СОВМЕСТИТЕЛЬСТВУ

source: Téléphone
es: Teléfono
ru: Телефон

source: Adresse Email
es: Correo electrónico
ru: Адрес электронной почты

source: Adresse
es: Dirección
ru: Адрес

source: 95330 DOMONT
ru: 95330 Домон

source: Disponibilité
es: Disponibilidad
ru: Доступность

source: Disponibilité : Dès septembre 2023
ru: Доступность: С сентября 2023

source: Age
ru: Возраст

source: 22 ans
ru: 22 года

source: Objectif
es: Objetivo
ru: Цель

source: A la recherche d'un contrat d'apprentissage de 24 mois
ru: В поисках 24-месячного ученического контракта

source: Rythme : Un mois sur deux en entreprise
ru: График: Один месяц из двух на предприятии

source: Titre
es: Título
ru: Название

source: DÉVELOPPEMENT WEB - SITE E-COMMERCE
ru: ВЕБ-РАЗРАБОТКА - САЙТ Э-КОММЕРЦИИ

source: Etablissement
es: Institución
ru: Учреждение

source: Ecole d'Ingénieur Sup Galilée
es: Escuela de Ingeniería Sup Galilée
ru: Инженерная Школа Суп Галилея

source: Date
es: Fecha
ru: Дата

source: Description
es: Descripción
ru: Описание

source: Réalisé en équipe de 5 étudiants au niveau académique - Développé en PHP - Java Script - Html et CSS
ru: Выполнено командой из 5 студентов на академическом уровне - Разработано на PHP - JavaScript - HTML и CSS

source: Outils
es: Herramientas
ru: Инструменты

source: TRANSPORT MONITORING - GPS
ru: МОНИТОРИНГ ТРАНСПОРТА - GPS

source: Classes préparatoires Maristes-Sénégal
ru: Подготовительные классы Маристов-Сенегал

source: Janvier 2021 / Juin 2021
ru: Январь 2021 / Июнь 2021

source: Réalisation d'un système de suivi des bus de l'université via GPS - Développé en python
ru: Реализация системы отслеживания университетских автобусов через GPS - Разработано на python

source: LEARNING MACHINE MENACE
ru: УГРОЗА ОБУЧАЮЩЕЙСЯ МАШИНЫ

source: Décembre 2021 / Janvier 2022
es: Diciembre 2021 / Enero 2022
ru: Декабрь 2021 / Январь 2022

source: IA qui apprend à jouer au morpion - Réalisé en équipe de 3 étudiants au niveau académique - Développé en C
ru: ИИ, который учится играть в крестики-нолики - Выполнено командой из 3 студентов на академическом уровне - Разработано на C

source: Langage C
es: Lenguaje C
ru: Язык C

source: DSP CALCULATOR
ru: КАЛЬКУЛЯТОР DSP

source: Mars 2022
ru: Март 2022

source: Modélisation d'un système de type factory builder - Développé en Java
ru: Моделирование системы типа factory builder - Разработано на Java

source: Cursus Scolaire
ru: Учебный курс

source: Diplôme
ru: Учебный курс

source: DIPLOME D'INGENIEUR INFORMATIQUE
ru: ДИПЛОМ ИНЖЕНЕРА В ОБЛАСТИ ИНФОРМАТИКИ

source: Université Sorbonne Paris Nord, Villetaneuse - France
ru: Университет Сорбонна Париж Север, Вильтанёз - Франция

source: CLASSE PRÉPARATOIRE
ru: ПОДГОТОВИТЕЛЬНЫЙ КЛАСС

source: Institut Mariste Post-BAC, Dakar - Sénégal
ru: Институт Маристов Пост-БАК, Дакар - Сенегал

source: Septembre 2019 / Juin 2021
ru: Сентябрь 2019 / Июнь 2021

source: BACCALAURÉAT SCIENTIFIQUE
ru: НАУЧНЫЙ БАКАЛАВРАТ

source: Ecole Privée Chez Etienne et Monique, Sénégal
ru: Частная Школа Chez Etienne et Monique, Сенегал

source: Juillet 2019
ru: Июль 2019

source: Langues
es: Idiomas
ru: Язык C

source: Langue
es: Idioma
ru: Язык C

source: ANGLAIS
es: INGLÉS
ru: АНГЛИЙСКИЙ

source: Niveau
es: Nivel
ru: Продвинутый уровень

source: Niveau avancé
ru: Продвинутый уровень

source: WOLOF
ru: ВОЛОФ

source: Langue maternelle
es: Lengua materna
ru: Родной язык

source: Compétences
ru: Навыки

source: LANGAGES DE PROGRAMMATION
ru: ЯЗЫКИ ПРОГРАММИРОВАНИЯ

source: TECHNOLOGIES WEB
ru: WEB-ТЕХНОЛОГИИ

source: BASE DE DONNÉES
ru: БАЗЫ ДАННЫХ

source: AUTRES
ru: ПРОЧЕЕ

source: OUTILS &amp; LOGICIELS
ru: ИНСТРУМЕНТЫ И ПРОГРАММЫ

source: Atouts
ru: Сильные стороны

source: Autonomie
ru: Автономия

source: Capacité d'écoute et de compréhension
ru: Способность слушать и понимать

source: Travail d'équipe
ru: Командная работа

source: Centres d'intérêt
ru: Интересы

source: Basketball 🏀
ru: Баскетбол 🏀

source: Programmation 💻
ru: Программирование 💻

source: Musique 🎵
ru: Музыка 🎵

source: Liens utiles
es: Enlaces útiles
ru: Полезные ссылки

source: Je suis diplômé d'une école d'ingénieur en Informatique. J'aime apprendre de nouvelles technologies et résoudre des problèmes.
es: Soy graduado de una escuela de ingeniería informática. Me gusta aprender nuevas tecnologías y resolver problemas.

source: Vidéo
es: Vídeo

source: Portfolio - Aloyse Maliam SECK
es: Portafolio - Aloyse Maliam SECK

source: INGÉNIEUR DEVOPS
es: INGENIERO DEVOPS

source: Dès Octobre 2025
es: A partir de octubre de 2025

source: A la recherche d'un CDI/CDD en tant qu'ingénieur DevOps
es: En busca de un contrato indefinido o temporal como ingeniero DevOps

source: SITE WEB PORTFOLIO
es: SITIO WEB DE PORTAFOLIO

source: Avril 2024
es: Abril 2024

source: Création d’un portfolio multilingue intégrant mon CV, mettant en valeur mes compétences et réalisations.
es: Creación de un portafolio multilingüe que integra mi currículum, destacando mis competencias y logros.

source: THE MOVIE DB - SITE WEB VITRINE CINÉMA
es: THE MOVIE DB - SITIO WEB DE CINE

source: Novembre 2023
es: Noviembre 2023

source: Développé en équipe de 2 étudiants - React - TypeScript - HTML - CSS
es: Desarrollado en equipo de 2 estudiantes - React - TypeScript - HTML - CSS

source: IA qui apprend à jouer au morpion - Réalisé en équipe de 3 étudiants - Développé en C
es: IA que aprende a jugar al tres en raya - Realizado en equipo de 3 estudiantes - Desarrollado en C

source: FRANÇAIS
es: FRANCÉS

source: Avancé
es: Avanzado

source: Niveau B2 (TOEIC)
es: Nivel B2 (TOEIC)
